{
    "scheme_jjm": {
        "metadata": {
            "news": [
                {
                    "title": "Centre allocates whopping ₹10,870.5 crore to UP under Jal Jeevan Mission",
                    "text": "The Centre has allocated ₹10,870 crore to Uttar Pradesh under the Jal Jeevan Mission for 2021-22, the highest allocation so far to any state. The amount allocated is four times more than last year. Uttar Pradesh has assured to achieve the goal of providing water to every rural household by 2024.",
                    "img": "",
                    "accessed_on": "14 June 2021",
                    "class": "",
                    "link": "https://www.livemint.com/news/india/centre-allocates-whopping-rs-10-870-5-crore-to-up-under-jal-jeevan-mission-11623516986366.html"
                },
                {
                    "title": "Puducherry achieves 100% tap water connection in rural areas under Jal Jeevan Mission",
                    "text": "All 1.16 lakh rural households in Puducherry have tap water supply now. The Union Territory became the fourth State/UT after Goa, Telangana and Andaman and Nicobar Islands to provide assured tap water supply to every rural home under the Centre's flagship programme by 2024.",
                    "img": "",
                    "accessed_on": "27 May 2021",
                    "class": "",
                    "link": "https://www.thenewsminute.com/article/puducherry-achieves-100-tap-water-connection-rural-areas-under-jal-jeevan-mission-148616"
                },
                {
                    "title": "Centre releases ₹5,968 crore to 15 States under Jal Jeevan Mission for financial year 2021-22",
                    "text": "The Centre has released ₹5,968 crores to 15 States to implement the Jal Jeevan Mission objectives. This is the first tranche of the four to be released in this financial year.",
                    "img": "",
                    "accessed_on": "22 May 2021",
                    "class": "",
                    "link": "https://www.livemint.com/news/india/centre-releases-rs-5-968-crore-to-15-states-under-jal-jeevan-mission-11621298097517.html"
                },
                {
                    "title": "Work underway in projects worth Rs 1.91 lakh crore under Jal Jeevan Mission: Shekhawat in RS",
                    "text": "Jal Shakti Minister Gajendra Singh Shekhawat said in Rajya Sabha that water crisis could have a negative impact on India’s GDP by 6%, and India’s water requirement is expected to double by 2030 and grow four times by 2050. To prepare for such a situation, 256 districts have been identified and officials sent to these districts to apprise on afforestation, water conservation etc. ",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/news/politics-and-nation/work-underway-in-projects-worth-rs-1-91-lakh-crore-under-jal-jeevan-mission-shekhawat-in-rs/articleshow/81531750.cms"
                },
                {
                    "title": "6,061 habitations affected by arsenic, 4,592 by fluoride in India: Govt.",
                    "text": "Jal Shakti Minister Shekhawat replied to a Lok Sabha question saying that of the 6,061 arsenic-affected habitations, 3115 are in West Bengal, 2291 in Assam, 385 in Bihar and 222 in Uttar Pradesh. Of the 4592 fluoride-affected habitations, 2820 are in Rajasthan, 844 in Bihar and 276 in West Bengal. He reiterated that Jal Jeevan Mission prioritises supply of potable water to such quality-affected habitations.  ",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "ml-4",
                    "link": "https://economictimes.indiatimes.com/news/politics-and-nation/6061-habitations-affected-by-arsenic-4592-by-flouride-in-india-govt/articleshow/81573542.cms"
                },
                {
                    "title": "Jal Shakti Ministry launches framework for water quality testing, monitoring",
                    "text": "Jal Shakti Ministry in consultation with Indian Council of Medical Research (ICMR) has launched a framework and guidelines for testing, monitoring and surveillance of drinking water quality. An online portal, Water Quality Information Management System (WQMIS) providing information on laboratories has also been set up for this purpose. ",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/news/politics-and-nation/jal-shakti-ministry-launches-framework-for-water-quality-testing-monitoring/articleshow/81484076.cms"
                },
                {
                    "title": "Piped water for all rural households in Punjab by 2022",
                    "text": "Punjab government plans to prioritize provisioning of functional house tap connections (FHTCs) in the remaining 17.59 lakh rural households to attain 100% piped water connectivity by 2022. This will be in tandem with Swachh Bharat Mission (Gramin) Phase 2, making all villages in the state Open Defecation Free (ODF). ",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "ml-4",
                    "link": "https://timesofindia.indiatimes.com/city/amritsar/piped-water-for-all-rural-households-in-punjab-by-2022/articleshow/78179494.cms"
                },
                {
                    "title": "Govt launches contest to develop smart water supply monitoring system",
                    "text": "National Jal Jeevan Mission and Ministry of Electronics & Information Technology (MEITY) have jointly launched an ICT Grand Challenge to create innovative, modular, and cost-effective solutions to develop a 'Smart Water Supply Measurement and Monitoring System' to be deployed at the village level.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "",
                    "link": "https://www.business-standard.com/article/current-affairs/govt-launches-contest-to-develop-smart-water-supply-monitoring-system-120091801471_1.html"
                },
                {
                    "title": "Government launches pilot survey on drinking water in 10 cities",
                    "text": "The Union Housing and Urban Affairs Ministry has launched a pilot survey called ‘Pey Jal Survekshan’. Its purpose will be to collect data on drinking water in 10 cities under the Jal Jeevan Mission (Urban), as well as wastewater management and condition of water bodies in the cities. Based on the findings from the pilot in these 10 cities, the Ministry plans to extend the survey to all AMRUT cities. ",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "ml-4",
                    "link": "https://www.newindianexpress.com/nation/2021/feb/17/government-launches-pilot-survey-on-drinking-water-in-10-cities-2265086.html"
                }
            ]
        }
    },
    "scheme_icds": {
        "metadata": {
            "news": [
                {
                    "title": "46% more children, women enrol in Delhi’s anganwadis amid second lockdown",
                    "text": "Since the lockdown in April 2021, 247,293 children and pregnant/lactating women have enrolled in anganwadi centres across Delhi. This is because lockdowns have led to loss of jobs and livelihoods, leaving families no choice but to depend on the Integrated Child Development Services (ICDS) scheme for food, nutrition, health and education of their children. While Delhi’s 10,700 anganwadi centres have remained shut since March, the Delhi Government's department of Women and Child Development (WCD) has been providing children and pregnant/lactating women with supplementary nutrition through door-to-door services every 14 days.",
                    "img": "",
                    "accessed_on": "10 June 2021",
                    "class": "",
                    "link": "https://www.hindustantimes.com/cities/others/46-more-children-women-enrol-in-delhi-s-anganwadis-amid-second-lockdown-101623000811371.html"
                },
                {
                    "title": "Anganwadi staff demand Covid warrior tag",
                    "text": "The Anganwadi Mulazim Union in Ludhiana has demanded that they be declared Covid warriors as they have been diligently carrying on all their work through the pandemic. Most of them have been sent to perform their duties without adequate protective gear and many anganwadi workers have even lost their lives to Covid",
                    "img": "",
                    "accessed_on": "28 May 2021",
                    "class": "",
                    "link": "https://www.tribuneindia.com/news/ludhiana/anganwadi-staff-demand-covid-warrior-tag-259736"
                },
                {
                    "title": "80 more saheli centres to help empower women",
                    "text": "The Delhi Government has added 80 more Saheli Samanvay Kendras (SSK) to ensure participation of women in the workforce during the pandemic. These units will play an integral role in meeting the objectives of the ICDS for providing care to children, pregnant and lactating women and adolescent girls.",
                    "img": "",
                    "accessed_on": "22 May 2021",
                    "class": "",
                    "link": "https://www.newindianexpress.com/cities/delhi/2021/may/14/80-more-saheli-centres-to-help-empower-women-2302362.html"
                },
                {
                    "title": "Anganwadis start anaemia awareness campaign",
                    "text": "‘Anaemia campaign 12’ has been launched by the Department of Women and Child Development in Kochi to raise the awareness about haemoglobin levels among women and children. Due to COVID restrictions, the campaign was shifted to virtual mode.",
                    "img": "",
                    "accessed_on": "27 May 2021",
                    "class": "",
                    "link": "https://www.newindianexpress.com/cities/kochi/2021/may/27/anganwadis-start-anaemia-awareness-campaign-2307926.html"
                },
                {
                    "title": "Maharashtra government seeks central funds for ICDS programme",
                    "text": "Women and Child Development (WCD) minster of Maharashtra wrote to Union minister Smriti Irani asking for additional fund to the tune of Rs. 2,000 crores to implement ICDS scheme as the number of beneficiaries has increased during the pandemic.",
                    "img": "",
                    "accessed_on": "29 January 2021",
                    "class": "",
                    "link": "https://timesofindia.indiatimes.com/city/pune/state-government-seeks-central-funds-for-icds-programme/articleshow/79818237.cms"
                },
                {
                    "title": "Training to new mothers at government hospitals in Tiruchi through ICDS",
                    "text": "A new project under Integrated Child Development Services (ICSD), inaugurated on Friday, aims to give guidance to new mothers on how to care for the infant at home after discharge from the hospital. Under the initiative, christened 'Chellapillai,' counselling would be given to at least 50 to 60 mothers in a day.",
                    "img": "",
                    "accessed_on": "30 January 2021",
                    "class": "ml-4",
                    "link": "https://www.thehindu.com/news/cities/Tiruchirapalli/training-to-new-mothers-at-gh-through-icds/article33482060.ece"
                },
                {
                    "title": "ICDS and other nutrition schemes rationalised in Budget 2021-22",
                    "text": "ICDS has been clubbed with other nutrition schemes and the overall allocation for these schemes has reduced in Union Budget 2021-22. Experts suggest that priority must be given to such schemes for future development gains.",
                    "img": "",
                    "accessed_on": "10 February 2021",
                    "class": "",
                    "link": "https://www.livemint.com/budget/news/reduced-allocation-for-nutritional-schemes-to-impact-health-of-women-children-11612358960796.html"
                },
                {
                    "title": "Finance Commission withdraws grant for Supplementary Nutrition under ICDS",
                    "text": "The 15th Finance Commission had proposed in its initial report for 2020-21 a grant of Rs 7,735 crore for states, to strengthen supplementary nutrition. This recommendation has not been retained in the final report.",
                    "img": "",
                    "accessed_on": "10 February 2021",
                    "class": "ml-4",
                    "link": "https://thewire.in/rights/does-mission-poshan-2-0-have-the-ammunition-it-will-need-to-be-successful"
                }
            ]
        }
    },
    "scheme_sg": {
        "metadata": {
            "news": [
                {
                    "title": "Budgeting for women",
                    "text": "The article says that allocations to programmes catering to nutrition, and women’s safety have stayed the same if not reduced; there are no separate allocations for One Stop Centres, women helpline, Swadhar Greh, and Ujjawala which were overwhelmingly used during the pandemic, with increased reports of violence against women.",
                    "img": "",
                    "accessed_on": "1 June 2021",
                    "class": "",
                    "link": "https://indianexpress.com/article/opinion/union-budget-2021-women-frontline-workers-7190089/"
                },
                {
                    "title": "Awareness Camp on women centric schemes held at Azamabaad Mandi",
                    "text": "To sensitise women folk of far flung areas about various women centric schemes, Mahila Shakti Kendra (MSK) of district Poonch in Jammu & Kashmir organized an awareness camp at village Azamabaad. MSK District Coordinator Tirath Kour stressed on education of the girl child and sensitised the women about various women welfare schemes like Beti Bachao Beti Padhao (BBBP), Sukanya Samridhi Yojana, PMMVY, SAG Ujjwala, Swadhar Greh, One Stop Center, Women helpline 181 etc. Women were also made aware about training programmes offered by various departments for unemployed youth and pension schemes for old ladies, widows, handicapped and destitute.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "http://www.thenewsnow.co.in/newsdet.aspx?q=125255"
                },
                {
                    "title": "Female social workers felicitated on International Women's Day",
                    "text": "Kamrup Metro District Administration and District Social Welfare Office celebrated the International Women's Day under the Beti Bachao Beti Padhao scheme at Nirmal Ashray (Swadhar Greh), Association for Social Health in India, Assam State Branch. The programme was supported by District Level Centre for Women, MSK (Mahila Shakti Kendra). Four women of the district were felicitated as 'The Women Inspirer' for their contribution to women and society.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "ml-4",
                    "link": "https://www.sentinelassam.com/guwahati-city/female-social-workers-felicitated-on-international-womens-day-527687"
                },
                {
                    "title": "Allocation of Funds to Swadhar Greh",
                    "text": "The number of rehabilitation centres by end of 2020 in India is 362. In 2019-20, the Budget estimates for expenditure on Swadhar Greh were recorded at Rs. 50 crore (Revised estimates Rs. 35 crore). The actual expenditure in 2019-20 was Rs. 24.7 crore (utilization of 49.5%).",
                    "img": "",
                    "accessed_on": "7 April 2021",
                    "class": "",
                    "link": "https://pib.gov.in/Pressreleaseshare.aspx?PRID=1697098 "
                },
                {
                    "title": "Budgetary support for Women and Child Development Ministry hiked by 16% ",
                    "text": "The allocation towards Women and Child Development Ministry saw a hike of around 16% in the Budget of 2021, the highest share being set out for Saksham Anganwadi and Mission Poshan 2.0 scheme. However, schemes such as Swadhar Greh, One Stop Centres, Child Protection, Beti Bachao Beti Padhao, Pradhan Mantri Matru Vandana Yojana, Scheme for Adolescent Girls and Ujjawala have not been allocated anything in this budget.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "ml-4",
                    "link": "https://www.financialexpress.com/budget/budget-2021-women-and-child-development-ministrys-allocation-hiked-by-16-per-cent/2184515/"
                },
                {
                    "title": "Trafficking in Persons Report- India: 2020",
                    "text": "The U.S. Department of State report on India suggested a decrease in shelters under Swadhar Greh program for women in difficult circumstances (413 shelters, compared to 514 in 2018). Moreover, it reported that states had not utilized funding as of July 2019, as compared to Rs. 15.9 million utilized in 2018-2019.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "",
                    "link": "https://www.state.gov/reports/2020-trafficking-in-persons-report/india/"
                },
                {
                    "title": "Centre’s rolls out steps for women’s safety",
                    "text": "Following increased cases of domestic violence and police apathy during the COVID lockdown in 2020 reported by the National Commission of Women, the Ministry of Women and Child Development has set out to ensure that One Stop Centres are linked with local medical teams, police and the National Legal Services Authority (NALSA). This also included live video conferences with staff members of One Stop Centres, Swadhar Greh and Ujjawala homes. ",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "ml-4",
                    "link": "https://www.thehindu.com/news/national/centre-rolls-out-steps-for-womens-safety/article31292540.ece"
                }
            ]
        }
    },
    "scheme_pmgsy": {
        "metadata": {
            "news": [
                {
                    "title": "Haryana first in country to complete all work under PMGSY Phase-I & Phase-II: Dushyant",
                    "text": "Haryana Deputy Chief Minister Dushyant Chautala said that Haryana has completed work under PMGY Phases I and II, and that the third batch of Phase-3 has already got the first approval under this scheme.",
                    "img": "",
                    "accessed_on": "12 June 2021",
                    "class": "",
                    "link": "http://www.uniindia.com/haryana-first-in-country-to-complete-all-work-under-pmgsy-phase-i-phase-ii-dushyant/north/news/2398600.html "
                },
                {
                    "title": "J&K: Udhampur bags top position at National level for successfully implementing PMGSY during 2020-21",
                    "text": "Udhampur district of the Union Territory of Jammu and Kashmir bagged top position at national level for successfully implementing Pradhan Mantri Gram Sadak Yojana (PMGSY) during 2020-21. The district constructed roads of 560.49 km in 2020-21.",
                    "img": "",
                    "accessed_on": "25 May 2021",
                    "class": "",
                    "link": "http://newsonair.com/News?title=J%26K%3A-Udhampur-bags-top-position-at-National-level-for-successfully-implementing-PMGSY-during-2020-21&id=414139"
                },
                {
                    "title": "15th Finance Commission recommends sectoral grant for states formaintaining roads under PMGSY",
                    "text": "The 15th Finance Commission has recommended a grant of Rs. 27,539 crore for states, for maintenance of roads under PMGSY. The grant is for the period 2021-26. Of the total grant, Rs. 12,796 crore is allotted to North Eastern Hill (NEH) states.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "",
                    "link": "https://fincomindia.nic.in/writereaddata/html_en_files/fincom15/Reports/XVFC%20Complete_Report.pdf"
                },
                {
                    "title": "1858 out of 2149 eligible habitations in Jammu and Kashmir have been connected by road under PMGSY",
                    "text": "Following resolution of pending road works, progress has been made under PMGSY in Jammu and Kashmir, and Ladakh. Many of the sanctioned roads and bridges have been constructed, with an expenditure of more than Rs. 715 crore in 2020.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "ml-4",
                    "link": "https://pib.gov.in/PressReleasePage.aspx?PRID=1646462"
                },
                {
                    "title": "Rs. 15,000 crore allocated for PMGSY in 2021-22, decrease from previous year",
                    "text": "An allocation of Rs. 15,000 crore was made for PMGSY in Union Budget 2021-22, which marks a 23% reduction from the previous year’s allocation.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "",
                    "link": "https://www.moneycontrol.com/news/business/budget-2021-fm-nirmala-sitharaman-allocates-rs-15000-crore-for-rural-roads-scheme-pmgsy-6427111.html"
                },
                {
                    "title": "Centre reduces PMGSY target for Odisha following request by state",
                    "text": "The Ministry of Rural Development has reduced the PMGSY target for Odisha by 35 km. Odisha had requested for a greater reduction (from 3,720 km to 2,095 km) in light of the disruptions caused by the pandemic.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "ml-4",
                    "link": "https://www.newindianexpress.com/states/odisha/2021/jan/20/centre-reduces-pmgsy-target-for-odisha-by-35-km-2252601.html"
                },
                {
                    "title": "Third phase of PMGSY launched with target of 1.25 lakh km road connectivity",
                    "text": "With two phases completed, the third phase of PMGSY has been launched with a target of 1.25 lakh km all-weather road connectivity. 6.44 lakh km road length has already been constructed under the scheme.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "",
                    "link": "https://www.indiabudget.gov.in/economicsurvey/doc/vol2chapter/echap10_vol2.pdf"
                }
            ]
        }
    },
    "scheme_mgnrega": {
        "metadata": {
            "news": [
                {
                    "title": "COVID-19 impact | Increasing work days under MGNREGA to 150 best way to help poor: Abhijit Banerjee",
                    "text": "Speaking to NDTV, Banerjee said that the government must ensure employment under MGNREGA and increase the number of days of employment from 100 to 150 at least. This, he said, would be the most effective way to help the poor recover from the pandemic’s negative impact on the economy.",
                    "img": "",
                    "accessed_on": "14 June 2021",
                    "class": "",
                    "link": "https://www.moneycontrol.com/news/business/economy/covid-19-impact-increasing-work-days-under-mgnrega-to-150-best-way-to-help-poor-abhijit-banerjee-7017811.html"
                },
                {
                    "title": "Gujarat government calls MGNREGA scheme ‘a lifesaver’ for labourers during COVID-19 pandemic",
                    "text": "In a report entitled ‘Implications of COVID-19 on Gujarat on Energy, Emissions, Climate and Development Perspectives’, the Gujarat Government praised the Mahatma Gandhi National Rural Employment Guarantee Act (MGNREGA) scheme, calling it a “lifesaver” for migrant workers, who returned to their native villages in the State due to the lockdown last year. According to the report, Dahod district (2.38 lakh) reported the highest number of labourer engagement under MGNREGA, followed by Bhavnagar (77,659) and Narmada (59,208). A majority of the projects were under the Pradhan Mantri Awas Yojana and State’s Sujalam Sufalam Jal Sanchay Yojana.",
                    "img": "",
                    "accessed_on": "14 June 2021",
                    "class": "",
                    "link": "https://www.thehindu.com/news/national/other-states/gujarat-government-calls-mgnrega-scheme-a-lifesaver-for-labourers-during-covid-19-pandemic/article34796822.ece"
                },
                {
                    "title": "Tripura Chief Minister announces ₹579 crore relief package for pandemic-hit poor people",
                    "text": "Tripura government decided to generate jobs worth ₹332 crore under the Mahatma Gandhi National Rural Employment Act (MGNREGA) out of a Rs. 579 crore relief package for pandemic-hit poor people in the state. This is being done to help ease the hardships being faced by people due to the COVID-19 pandemic.",
                    "img": "",
                    "accessed_on": "27 May 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/news/india/tripura-chief-minister-announces-rs-579-crore-relief-package-for-pandemic-hit-poor-people/articleshow/83005510.cms"
                },
                {
                    "title": "MGNREGA jobs helped people sustain in Jharkhand during 2020-21",
                    "text": "A report published by Lib Tech India revealed that the MGNREGA scheme has helped many migrants who returned home to Jharkhand last year due to the COVID lockdown. Over 14 lakh new job cards were issued during 2020-21 – a 75 per cent increase over the number of the previous year.",
                    "img": "",
                    "accessed_on": "23 May 2021",
                    "class": "",
                    "link": "https://www.telegraphindia.com/jharkhand/jobs-created-under-mahatma-gandhi-national-rural-employment-guarantee-act-helped-people-sustain-in-jharkhand-during-2020-21/cid/1814423"
                },
                {
                    "title": "Centre left with mere 10% NREGA funds as scheme sees 243% jump in Corona times",
                    "text": "In the time of Covid pandemic, the Central government has made a record payment to MGNREGA workers in the financial year 2020-21. Though there was a surge for NREGA work demand in 2020, a report (by People Action for Employment Guarantee (PAEG), a network of NGOs) states that the average work provided to individual households was less than the previous years.",
                    "img": "",
                    "accessed_on": "29 January 2021",
                    "class": "",
                    "link": "https://www.hindustantimes.com/india-news/center-left-with-mere-10-nrega-funds-as-scheme-sees-243-jump-in-corona-times/story-vyKbeho4tgGUCsJBf6XFaK.html"
                },
                {
                    "title": "Uttarakhand increases MGNREGA working days from 100 to 150",
                    "text": "The Uttarakhand Government has increased the number of working days under MGNREGA. The state will bear the associated increase in cost.",
                    "img": "",
                    "accessed_on": "10 February 2021",
                    "class": "ml-4",
                    "link": "https://www.business-standard.com/article/current-affairs/uttarakhand-increases-number-of-working-days-from-100-to-150-under-mgnrega-121011900586_1.html "
                },
                {
                    "title": "Employment demand under MGNREGA was 39% higher in 2020-21",
                    "text": " The Ministry of Rural Development reported a 39% jump in demand for employment under MGNREGA between April-Sep 2020, compared to the same period last year.",
                    "img": "",
                    "accessed_on": "10 February 2021",
                    "class": "",
                    "link": "https://pib.gov.in/PressReleaseIframePage.aspx?PRID=1654683"
                }
            ]
        }
    },
    "scheme_smsa": {
        "metadata": {
            "news": [
                {
                    "title": "Union Education Minister approves the release of Performance Grading Index (PGI) 2019-20 for States and Union Territories",
                    "text": "The Union Education Minister has approved the release of latest Performance Grading Index of 2019-20. They have a dashboard now through which users can explore the grades across different indicators.",
                    "img": "",
                    "accessed_on": "11 June 2021",
                    "class": "",
                    "link": "https://www.pib.gov.in/PressReleseDetailm.aspx?PRID=1724890"
                },
                {
                    "title": "Union Education Minister chairs a high level meeting on implementation of NEP-2020",
                    "text": "In pursuance of the goals and objectives of the National Education Policy (NEP) 2020 and to assist States and UTs in this task, the Department of School Education and Literacy has developed an indicative and suggestive Implementation Plan for School Education, called ‘Students’ and Teachers’ Holistic Advancement through Quality Education (SARTHAQ)’.",
                    "img": "",
                    "accessed_on": "11 June 2021",
                    "class": "",
                    "link": "https://pib.gov.in/PressReleseDetailm.aspx?PRID=1710438"
                },
                {
                    "title": "Centre approves Rs 791 crore for Samagra Shiksha Abhiyan in Kerala",
                    "text": "The Union government has sanctioned ₹ 791 crore for the implementation of various activities under the SamagraShikshaAbhiyan in the state for the academic year 2021-22. The Project Approval Board of the Ministry of Education granted the amount via videoconferencing. The state had earlier submitted projects worth ₹ 1,404 crore for approval.",
                    "img": "",
                    "accessed_on": "28 May 2021",
                    "class": "",
                    "link": "https://www.newindianexpress.com/states/kerala/2021/may/10/centre-approves-rs-791-crore-for-samagra-shikshaabhiyan-in-kerala-2300584.html"
                },
                {
                    "title": "Cash aid to education, states roll out schemes for kids hit by Covid",
                    "text": "After the announcement of a support package for children orphaned by Covid - 19 by Prime Minister, several states laid out their own schemes for such children. Multiple states have announced similar schemes.",
                    "img": "",
                    "accessed_on": "30 May 2021",
                    "class": "",
                    "link": "https://indianexpress.com/article/india/cash-aid-to-education-states-roll-out-schemes-for-kids-hit-by-covid-7336018/ "
                },
                {
                    "title": "Funds allotted to states/UTs under Samagra Shiksha Abhiyan to promote digital learning",
                    "text": "To mitigate the impact of COVID-19, Rs. 818.17 crore has been allotted to states/UTs to promote online learning through digital initiatives, and Rs. 267.86 crore for online teacher training to ensure continuous professional development of teachers under SMSA.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "",
                    "link": "https://www.indiabudget.gov.in/economicsurvey/doc/vol2chapter/echap10_vol2.pdf"
                },
                {
                    "title": "Lower allocation for SMSA in Union Budget 2021-22 may affect progress towards Right to Education",
                    "text": "The budget for SMSA in 2021-22 has reduced to Rs.31,050 crore, from Rs. 36,400 crore in 2020-21. This is a concern given the infrastructural deficits and teacher shortages in government schools, and is likely to hurt marginalised children who are at greater risk of dropping out following the COVID crisis.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "ml-4",
                    "link": "https://scroll.in/article/985788/budget-2021-endangers-decades-of-work-in-the-right-to-education-movement"
                },
                {
                    "title": "Tamil Nadu raises salary for part-time teachers under SMSA",
                    "text": "The Tamil Nadu government has increased the monthly salaries of part-time teachers under Samagra Shiksha Abhiyan from Rs. 7770 to Rs. 10,000.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "",
                    "link": "https://timesofindia.indiatimes.com/city/chennai/tamil-nadu-raises-salary-for-part-time-school-teachers/articleshow/80645744.cms"
                },
                {
                    "title": "STARS project for school education to be implemented with financial support from World Bank",
                    "text": "The STARS project will cost Rs. 5718 crore, of which Rs. 3700 crore will be funded by World Bank. The project will support interventions to improve school education quality in 6 states, and will draw on the existing SMSA structure.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "ml-4",
                    "link": "https://pib.gov.in/PressReleasePage.aspx?PRID=1693142"
                },
                {
                    "title": "Delhi Government launches survey under SMSA to identify out-of-school children",
                    "text": "The education department of the Delhi Government will conduct a survey to identify out-of-school children in the ages of 6-14 and enrol them in schools.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "",
                    "link": "https://www.newindianexpress.com/cities/delhi/2021/jan/08/235-teams-to-conduct-survey-to-identify-out-of-school-children-in-delhi-2247169.html "
                }
            ]
        }
    },
    "scheme_bbbp": {
        "metadata": {
            "news": [
                {
                    "title": "Plantation drive marks World Environment Day in Nagaland",
                    "text": "The Longleng district administration organised a cleanliness and tree plantation drive to mark World Environment Day. They stated that the tree plantation drive was under the mission “Tree for daughters” and would be organised every month to celebrate the birth of a girl child. The programme was initiated by Mahila Shakti Kendra (MSK) Longleng under “Beti Bachao Beti Padhao”",
                    "img": "",
                    "accessed_on": "14 June 2021",
                    "class": "",
                    "link": "https://easternmirrornagaland.com/plantation-drives-mark-world-environment-day-in-nagaland/"
                },
                {
                    "title": "बेटी बचाओ-बेटी पढ़ाओ अभियान में महिलाएं रचनात्मक सहयोग करे : निर्मला",
                    "text": "हरियाणा के गांव खैरा में कार्यकर्ताओं ने महिलाओं को बेटी बचाओ-बेटी पढाओ और अन्य सामाजिक हितों के महत्वपूर्ण मुद्दों के बारे में अधिक से अधिक जागरूक करने की शपथ ली",
                    "img": "",
                    "accessed_on": " 25 May 2021",
                    "class": "",
                    "link": "https://www.jagran.com/haryana/kurukshetra-women-should-give-constructive-support-in-beti-bachaobeti-padhao-campaign-nirmala-21674646.html"
                },
                {
                    "title": "Beti Bachao, Beti Padhao: 55% of the funds remain unutilised",
                    "text": "In an answer to a Parliament Question, it was stated that states across India have utilised only 45% of funds allocated under Beti Bachao-Beti Padhao (BBBP) scheme from 2015-16 to 2019-20. 14 states including Uttar Pradesh, Rajasthan, Gujarat, Maharashtra, Kerala, Haryana and Madhya Pradesh have not utilised even half of the total allocation during this period.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "https://www.thehindubusinessline.com/data-stories/data-focus/beti-bachao-beti-padhao-55-of-the-funds-remain-unutilised/article33561058.ece "
                },
                {
                    "title": "Daughters will get new identity in Uttarakhand, name will be in the nameplate of the houses",
                    "text": "A unique initiative in Nainital district of Kumaon division in Uttarakhand plans to ‘identify a house by the name of the daughter’. Under this initiative, the daughter of the house will be named in the nameplate outside the house, and this nameplate will also be molded as a cultural heritage.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "ml-4",
                    "link": "https://www.livehindustan.com/uttarakhand/story-daughters-name-would-be-mentioned-on-house-name-plate-in-uttarakhand-chief-minister-trivendra-singh-rawat-to-inaugurate-campaign-in-nainital-3878959.html"
                },
                {
                    "title": "Now their homes will be identified in the name of girls as well, Gurugram district administration distributed nameplate",
                    "text": "As part of Gurugram district administration’s new initiative to change attitude, name plates of the names of the girls in the villages will be installed outside the houses. Initially the villages in the district whose gender ratio is not good have been selected",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "https://www.livehindustan.com/ncr/story-now-the-homes-will-be-identified-in-the-name-of-daughters-gurugram-district-administration-started-a-new-campaign-3590544.html"
                },
                {
                    "title": "Beti Bachao drive led to 16 points improvement in sex ratio at birth: Smriti Irani",
                    "text": "A 16 point improvement in Sex Ratio at Birth (SRB) (from 918 (2014-15) to 934 (2019-20)) was recorded post the Beti Bachao Beti Padhao awareness generation in the last 6 years, and was pointed out by Women and Child Development Minister Smriti Irani.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "ml-4",
                    "link": "https://economictimes.indiatimes.com/news/politics-and-nation/beti-bachao-drive-led-to-16-points-improvement-in-sex-ratio-at-birth-smriti-irani/articleshow/80406606.cms"
                },
                {
                    "title": "Beti Bachao, Beti Padhao: Caring for the Girl Child",
                    "text": "Pithoragarh district in Uttarakhand and Mansa district in Punjab have come up with new initiatives to protect the girl child and improve education, through street plays and so on. Mansa administration has also launched ‘Udaan’, inviting proposals from girls in classes VI-XII and providing them opportunity to spend a day with professionals such as doctors, engineers, political and administrative officers. ",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "",
                    "link": "https://www.pmindia.gov.in/en/government_tr_rec/beti-bachao-beti-padhao-caring-for-the-girl-child/"
                },
                {
                    "title": "Beti Bachao Beti Padhao Scheme Increases Awareness and Sensitize the Masses on Gender Equality",
                    "text": "BBBP improved health and education outcomes through awareness generation. Improvement in Sex Ratio at Birth was recorded in 422 out of 640 districts. Gross Enrolment Ratio of Girls at Secondary Level also improved from 77.45 to 81.32. ",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "ml-4",
                    "link": "https://pib.gov.in/PressReleaseIframePage.aspx?PRID=1691725"
                },
                {
                    "title": "FM highlights the 'tremendous impact' of Beti Bachao Beti Padhao",
                    "text": "According to data cited by the Finance Minister in the Parliament, the gross enrollment ratio of girls in educational institutes is now higher than boys. At the elementary level, girl enrollment is currently at 94.32 per cent compared to 89.28 per cent for boys and this trend holds for secondary and higher secondary levels as well.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/news/economy/policy/budget-2020-fm-highlights-the-tremendous-impact-of-beti-bachao-beti-padhao/articleshow/73833708.cms"
                },
                {
                    "title": "Rajnath Singh approves admission of girl students in Sainik schools",
                    "text": "In line with gender equality and the motto of 'Beti Bachao Beti Padhao', the Defence Minister Rajnath Singh gave approval for admission of girls in Sainik schools from the 2021-22 academic session. This would be further enabled by ensuring the availability of necessary infrastructure and sufficient number of female staff in such educational institutes.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "ml-4",
                    "link": "https://economictimes.indiatimes.com/news/defence/rajnath-singh-approves-admission-of-girl-students-in-sainik-schools/articleshow/71652544.cms"
                }
            ]
        }
    },
    "scheme_mdm": {
        "metadata": {
            "news": [
                {
                    "title": "West Bengal Govt. to Provide Bags, Shoes to Students under Mid-Day Meal",
                    "text": "The West Bengal government has decided to start providing shoes to students of classes I to IV and bags to students of classes V and VI. This will be done under the Mid-Day Meal scheme and parents will be required to come collect the items from schools. Apart from basic food ingredients, other items like soap, soybean, and pulses have been included in the list of mid-day meals.",
                    "img": "",
                    "accessed_on": "14 June 2021",
                    "class": "",
                    "link": "https://www.news18.com/news/education-career/west-bengal-govt-to-provide-bags-and-shoes-with-mid-day-meals-to-students-3822668.html "
                },
                {
                    "title": "UP govt to give mid-day meal allowance and food grains to primary students in Covid-19 lockdown",
                    "text": "The Uttar Pradesh government announced that due to closure of schools and lockdowns caused by the COVID-19 pandemic, children who depended on the mid-day meal programme for their primary source of nutrition will now be given allowances to purchase food grains. Students of Classes 1 to 5 will get ₹685, while students of Classes 6 to 8 will get ₹923 as allowance, which will be handed over to their guardians.",
                    "img": "",
                    "accessed_on": "22 May 2021",
                    "class": "",
                    "link": "https://www.indiatoday.in/education-today/news/story/up-govt-to-give-mid-day-meal-allowance-and-food-grains-to-primary-students-in-covid-19-lockdown-1804441-2021-05-19"
                },
                {
                    "title": "Vice President suggests inclusion of milk in mid-day meal scheme",
                    "text": "The Vice President, Shri M Venkaiah Naidu has suggested that milk could be given either as part of breakfast or the mid-day meal in order to improve the nutritional levels of children.",
                    "img": "",
                    "accessed_on": "30 January 2021",
                    "class": "",
                    "link": "https://pib.gov.in/PressReleasePage.aspx?PRID=1651938"
                },
                {
                    "title": "KU releases social audit report of Mid-Day Meal Scheme",
                    "text": "The University of Kashmir on Monday released the findings of a social audit conducted into the Mid-Day Meal Scheme in select schools of Kashmir division.",
                    "img": "",
                    "accessed_on": "29 January 2021",
                    "class": "ml-4",
                    "link": "https://thekashmirimages.com/2020/12/29/ku-releases-social-audit-report-of-mid-day-meal-scheme/"
                },
                {
                    "title": "Chhattisgarh performs well in Mid-day Meal delivery during pandemic",
                    "text": "An OXFAM survey of 5 states found that over 90% of children in Chhattisgarh received midday meals in the form of home delivery, during May-June 2020.",
                    "img": "",
                    "accessed_on": "10 February 2021",
                    "class": "",
                    "link": "https://d1ns4ht6ytuzzo.cloudfront.net/oxfamdata/oxfamdatapublic/2020-09/Status%20report%20Government%20and%20private%20schools%20during%20COVID%20-%2019%20V3.1.pdf"
                },
                {
                    "title": "Odisha distributes ‘happiness kits’ to school students using unutilised MDM resources",
                    "text": "Odisha will distribute ‘happiness kits’ comprising nutritious food products to school students in five districts. The kits are being provided by Akshaya Patra Foundation, using resources for MDM which were unutilised during the pandemic.",
                    "img": "",
                    "accessed_on": "10 February 2021",
                    "class": "ml-4",
                    "link": "https://www.newindianexpress.com/good-news/2021/feb/01/happiness-kits-for-students-as-schools-reopen-inodisha-2257878.html"
                }
            ]
        }
    },
    "scheme_pmay": {
        "metadata": {
            "news": [
                {
                    "title": "1.60 lakh houses under PMAY-G sanctioned for Tripura",
                    "text": "The government of India revised the definition of kutchha house on the request of the state and families living in houses with katchha wall and GCI sheet roof, who were eligible to get benefit under PMAY-G. The Ministry of Rural Development has thus sanctioned 1.60 lakh houses for Tripura. ",
                    "img": "",
                    "accessed_on": "12 June 2021",
                    "class": "",
                    "link": "http://www.uniindia.com/1-60-lakh-houses-under-pmay-g-sanctioned-for-tripura/east/news/2407040.html "
                },
                {
                    "title": "Centre asks Odisha to take corrective steps after irregularities in PMAY-G scheme",
                    "text": "As reported by Union Rural Development Minister Narendra Singh Tomar, a Central team observed several cases of irregularities relating to absence of PMAY-G logo on houses, lack of quality construction and houses being shown as completed on AwaasSoft, but found incomplete during inspection.",
                    "img": "",
                    "accessed_on": "12 June 2021",
                    "class": "",
                    "link": "https://www.thehindu.com/news/national/other-states/centre-asks-odisha-to-take-corrective-steps-after-irregularities-in-pmay-g-scheme/article34795383.ece "
                },
                {
                    "title": "New housing projects after progress on old ones, states told",
                    "text": "The Centre has told the states that there will be no new affordable housing projects sanctioned till old ones are completed, as barely 22per cent of houses sanctioned under the flagship programme have been completed. Even after completion, the states have been struggling to allot these to beneficiaries and only 9per cent of completed houses have been occupied.",
                    "img": "",
                    "accessed_on": "25 May 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/news/india/new-housing-projects-after-progress-on-old-ones-states-told/articleshow/81980472.cms"
                },
                {
                    "title": "Pandemic and polls cause delay in construction of houses under PMAY scheme: Govt",
                    "text": "Rural development minister Narendra Singh Tomar said that unwillingness of beneficiary, migration, death of beneficiaries without legal heir, delay in allotment of land to landless beneficiaries, Covid-19 pandemic and elections have resulted in delay in construction of houses allocated under Pradhan MantriAwaas Yojana.",
                    "img": "",
                    "accessed_on": "22nd May 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/news/politics-and-nation/pandemic-and-polls-cause-delay-in-construction-of-houses-under-pmay-scheme-govt/articleshow/81411998.cms"
                },
                {
                    "title": "Pradhan Mantri Awas Yojana: PM Modi Releases Funds Worth Rs 2,691 Crore For 6.1 Lakh Beneficiaries",
                    "text": "Prime Minister Narendra Modi on Wednesday released financial assistance of around Rs 2,691 crores to the 6 lakh beneficiaries of Pradhan Mantri Aawas Yojna – Grameen in Uttar Pradesh.",
                    "img": "",
                    "accessed_on": "29 January 2021",
                    "class": "",
                    "link": "https://www.outlookindia.com/website/story/india-news-pradhan-mantri-awas-yojana-pm-modi-releases-funds-worth-rs-2691-crore-for-61-lakh-beneficiaries/371217"
                },
                {
                    "title": "Centre raises concern over slow pace of housing scheme for poor",
                    "text": "The Union rural development ministry has raised concerns over the “drastic slowdown” of flagship housing scheme for the rural poor and has recommended that an “intense follow-up” is required by states/Union Territories (UTs).",
                    "img": "",
                    "accessed_on": "29 January 2021",
                    "class": "ml-4",
                    "link": "https://www.hindustantimes.com/india-news/centre-raises-concerns-over-slow-pace-of-housing-scheme-for-poor/story-FSUp4m2TRFLZbIZoX2LKpJ.html"
                }
            ]
        }
    },
    "scheme_rmsa": {
        "metadata": {
            "news": [
                {
                    "title": "RMSA approves local students’ invention",
                    "text": "An automatic sanitiser dispensing machine developed by a group of seven Class XII students from Sib Singh Memorial Government Higher Secondary School, Nongpyndeng, West Khasi Hills, has been approved by the Rashtriya Madhyamik Shiksha Abhiyan (RMSA). The project was part of a vocational course that the school introduced, which was launched by Deputy Commissioner of West Khasi Hills, T Lyngwa, in December 2020.",
                    "img": "",
                    "accessed_on": "11 June 2021",
                    "class": "",
                    "link": "https://theshillongtimes.com/2021/05/29/rmsa-approves-local-students-invention/"
                },
                {
                    "title": "School education, is everything on the track?",
                    "text": "Education plays a pivotal role in nation building.Most of the schools in India hardly provide a holistic outlook on education. There was a 6% slash in budget allocation for the education sector in 2021. The allocation was limited to ₹93,224 crore only.",
                    "img": "",
                    "accessed_on": "28 May 2021",
                    "class": "",
                    "link": "https://www.risingkashmir.com/home/news_description/375676/School-education-is-everything-on-the-track"
                },
                {
                    "title": "For 2021-25, HRD Ministry seeks ₹10.37 trillion from 15th Finance Commission",
                    "text": "The Human Resource Development Ministry on Monday said it needs Rs.10.37 trillion for both for the higher education and school education sectors and gave a detailed requirement projection to the 15th Finance Commission which is headed by N.K. Singh.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "",
                    "link": "https://www.livemint.com/news/india/for-2021-25-hrd-ministry-seeks-rs-10-37-trillion-from-15th-finance-commission-11593451655773.html"
                },
                {
                    "title": "Student-teacher ratio high at secondary level: Report",
                    "text": "According to a meeting of the Project Approval Board (PAB), the required student-teacher ratio in government secondary schools, according to the Rashtriya Madhyamik Shiksha Abhiyan (RMSA) framework, should be 30:1. But it is 51:1 for languages, 102:1 for mathematics, 165:1 for social studies and 237:1 for science in Haryana.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "ml-4",
                    "link": "https://www.tribuneindia.com/news/haryana/student-teacher-ratio-high-at-secondary-level-report-129970"
                },
                {
                    "title": "RMSA teachers appeal to release salary",
                    "text": "Teachers under RMSA have not been paid their salaries for last five months. The teachers’ association has demanded the state government to release the salaries immediately.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "",
                    "link": "https://easternmirrornagaland.com/nagaland-rmsa-teachers-appeal-to-release-salary/"
                },
                {
                    "title": "Special teams to inspect Tiruchy schools before resuming classes on Tuesday",
                    "text": "In order to get schools ready for reopening after the Covid induce lockdown, available funds under RMSA will be used for things like scanner, and hand-sanitiser.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "ml-4",
                    "link": "https://www.edexlive.com/news/2021/jan/18/special-teams-under-to-inspect-tiruchy-schools-before-resuming-classes-on-tuesday-17343.html"
                },
                {
                    "title": "Technical issues delay disbursal of salary to aided HSS teachers",
                    "text": "Around 11,000 teachers in Kerala are facing the prospect of delayed salary for the month of January due to some technical difficulties in cross verification of records.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "",
                    "link": "https://www.thehindu.com/news/national/kerala/technical-issues-delay-disbursal-of-salary-to-aided-hss-teachers/article33786872.ece"
                }
            ]
        }
    },
    "scheme_sbmu": {
        "metadata": {
            "news": [
                {
                    "title": "Recommendations on solid waste management: How govt. action falls short",
                    "text": "The parliamentary Standing Committee on Urban Development submitted a report on action taken by the Union government on its recommendations to improve solid waste management. The committee made 37 recommendations, out of which 14 were accepted by the Union government. ",
                    "img": "",
                    "accessed_on": "11 June 2021",
                    "class": "",
                    "link": "https://www.downtoearth.org.in/blog/waste/recommendations-on-solid-waste-management-how-govt-action-falls-short-77010"
                },
                {
                    "title": "Swachh Bharat Mission: Game-changing India’s battle against Covid-19",
                    "text": "The importance of sanitation and effective solid waste management has been further brought to the fore, in view of the COVID crisis. Efficient measures in the field of sanitation and solid waste management have been instrumental in breaking the chain of COVID-19 in urban areas. Several steps have been taken to strengthen this further in the time of pandemic.",
                    "img": "",
                    "accessed_on": "27 May 2021",
                    "class": "",
                    "link": "http://www.businessworld.in/article/Swachh-Bharat-Mission-Game-changing-India-s-battle-against-Covid-19/07-04-2021-385767/ "
                },
                {
                    "title": "Swachh Iconic Places - Ministry of Jal Shakti announces selection of 12 sites for transforming them into ‘Swachh Tourist Destinations’ under Phase-IV",
                    "text": "For transforming cultural, spiritual and heritage destinations in India as Swachh Tourist Destinations under the Swachh Iconic Places (SIP) initiative of Swachh Bharat Mission Grameen (SBM-G), the Ministry of Jal Shakti selected twelve sites under Phase IV including Ajanta Caves, Sanchi Stupa, Jaisalmer Fort, Sun Temple, Dal Lake, and Agra Fort among others. This initiative seeks to enhance tourism experience of domestic and foreign visitors by focusing on sanitation and cleanliness around these sites.",
                    "img": "",
                    "accessed_on": "7 April 2021",
                    "class": "",
                    "link": "https://pib.gov.in/PressReleasePage.aspx?PRID=1700780"
                },
                {
                    "title": "Three government surveys debunk Swachh Bharat's 100% ODF claim",
                    "text": "Discrepancies in data on Open Defecation were found when National Statistical Office survey data from October 2018 were compared with Swachh Bharat Mission data for the same month.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "ml-4",
                    "link": "https://www.thehindu.com/data/data-three-government-surveys-debunk-swachh-bharats-100-odf-claim/article33411977.ece"
                },
                {
                    "title": "Second Phase of Swachh Bharat Mission (Grameen) launched",
                    "text": "The second phase of Swachh Bharat Mission (Grameen) launched in March 2020 from 2020-21 to 2024-25 targets ensuring effective solid and liquid waste management (SLWM) in every gram panchayat of the nation. This phase will be funded partly by the budget of Department of Drinking Water and Sanitation and partly by funds released under 15th Finance Commission for solid and liquid waste management.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "",
                    "link": "https://www.thehindu.com/news/national/second-phase-of-swachh-bharat-mission-grameen-launched/article30981702.ece"
                },
                {
                    "title": "Nabard disburses Rs 12,298 crore so far under Swachh Bharat Mission",
                    "text": "Nabard disbursed Rs 12,298 crore with the aim of supporting the government's SBM-G and Water, Sanitisation and Hygiene (WASH) programmes. This came in the wake of the COVID-19 pandemic to enable the vulnerable rural communities to access better sanitation facilities. The campaign continued till January 26, 2021 and worked towards creating awareness among rural populace towards adopting good hygiene and sanitation practices.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "ml-4",
                    "link": "https://economictimes.indiatimes.com/news/economy/finance/nabard-disburses-rs-12298-crore-so-far-under-swachh-bharat-mission/articleshow/78446391.cms"
                }
            ]
        }
    },
    "scheme_rkvy": {
        "metadata": {
            "news": [
                {
                    "title": "Marut Dronetech’sAgricopter receives MANAGE RKVY-RAFTAAR grant",
                    "text": "A Hyderabad based company specialising in agri-tech solutions has received a grant of Rs. 20 lakhs under the RKVY-RAFTAAR scheme. Their aim is to raise farm incomes by reducing farming costs and improving crop yield using drone technology.",
                    "img": "",
                    "accessed_on": "31 May 2021",
                    "class": "",
                    "link": "https://telanganatoday.com/marut-dronetechs-agricopter-receives-manage-rkvy-raftaar-grant"
                },
                {
                    "title": "Building a viable value chain for pulses",
                    "text": "Boosting production and consumption of pulses is beneficial for both the nutrition and sustainability factors. This article focuses on some of the issues that can help in production and supply chain of pulses.",
                    "img": "",
                    "accessed_on": "11th Feb, 2021",
                    "class": "",
                    "link": "https://www.thehindubusinessline.com/opinion/building-a-viable-value-chain-for-pulses/article33611527.ece"
                },
                {
                    "title": "234 Agriculture Startups To Be Funded By Government in FY21",
                    "text": "The agriculture ministry said it will fund 234 more startups in the agriculture and allied sectors with a sum of Rs 24.85 crore under a central scheme in the current fiscal. The government is promoting innovation and agripreneurship by providing financial support and nurturing the incubation ecosystem under the Rashtriya Krishi Vikas Yojana (RKVY).",
                    "img": "",
                    "accessed_on": "11th Feb, 2021",
                    "class": "ml-4",
                    "link": "http://bwdisrupt.businessworld.in/article/234-Agriculture-Startups-To-Be-Funded-By-Government-in-FY21/07-08-2020-305969/"
                },
                {
                    "title": "Start-ups incubated by KAU get Central funds",
                    "text": "Start-ups incubated by the Kerala Agricultural University will get Central funds for pre-seed stage and seed-stage activities.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "",
                    "link": "https://www.thehindu.com/news/national/kerala/start-ups-incubated-by-kau-get-central-funds/article33753361.ece"
                },
                {
                    "title": "Digital initiatives undertaken by Ministry of Agriculture and Farmer Welfare in 2020",
                    "text": "This gives an Year End Review 2020 of the various ways in which the Ministry of Agriculture & Farmer Welfare has empowered the agricultural ecosystem",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "ml-4",
                    "link": "https://www.expresscomputer.in/news/digital-initiatives-undertaken-by-ministry-of-agriculture-and-farmer-welfare-in-2019/71241/"
                },
                {
                    "title": "Awareness on Agri-Business Incubation",
                    "text": "The Agri-Entrepreneurship & innovation component in RKVY-RAFTAAR which is operated by the Department of Agriculture appointed 5 Knowledge Partners (KPs) and 24 RKVY Agribusiness Incubators (R-ABIs) during 2018-19. These have been tasked with disseminating information on agri-entrepreneurship programme of RKVY in their respective regions by organizing meetings and inviting applications through media advertising.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "",
                    "link": "https://pib.gov.in/PressReleseDetailm.aspx?PRID=1697506"
                }
            ]
        }
    },
    "scheme_br": {
        "metadata": {
            "news": [
                {
                    "title": "Sustainable and responsible development of fisheries sector in India",
                    "text": "On World Environment Day, the Centre reiterated its commitment to the sustainable and responsible development of the fisheries sector. As part of the Blue Revolution scheme, various environment friendly technologies are being adopted for safeguarding of the aquatic ecosystem. ",
                    "img": "",
                    "accessed_on": "13 June 2021",
                    "class": "",
                    "link": "https://indiaeducationdiary.in/sustainable-and-responsible-development-of-fisheries-sector-in-india/"
                },
                {
                    "title": "Shrimp farming gets a push in Uttar Pradesh as India looks to boost exports in fisheries sector",
                    "text": "Under Pradhan Mantri Matsya Sampada Yohana (PMMSY), the Government of India (GoI) aims to increase production of fish from 137.58 lakh metric tons in 2018-19 to 220 lakh metric tons by 2024-25. They also plan to invest ₹20,050 crore by 2024-25 in critical infrastructure in the fisheries sector. To this end, the GoI has identified four states (Punjab, Haryana, Rajasthan and Uttar Pradesh) to serve as export hubs in North India.",
                    "img": "",
                    "accessed_on": "10 June 2021",
                    "class": "",
                    "link": "https://india.mongabay.com/2021/06/shrimp-farming-gets-a-push-in-uttar-pradesh-as-india-looks-to-boost-exports-in-fisheries-sector/"
                },
                {
                    "title": "Pandemic, trade barriers hit seafood exports",
                    "text": "The fisheries sector has also been affected by the COVID-19 lockdown, affecting the labour flow seriously. The Pradhan MantriMatsyaSampada Yojana Scheme will help the fisheries sector both capture and culture mostly at the primary levels of production and infrastructure in the long run",
                    "img": "",
                    "accessed_on": "22 May 2021",
                    "class": "",
                    "link": "https://www.thehindu.com/news/cities/Kochi/pandemic-trade-barriers-hit-seafood-exports/article34475162.ece"
                },
                {
                    "title": "Centre invites stakeholders' comments on National Fisheries Policy",
                    "text": "'National Fisheries Policy 2020' has been formulated and placed in the public domain, inviting suggestions from stakeholders. The draft policy has been translated into 11 vernacular languages and states have been asked to circulate it among stakeholders, including fishermen associations in order to obtain their comments.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "https://www.newindianexpress.com/business/2021/mar/23/centreinvites-stakeholders-comments-on-national-fisheries-policy-2280461.html"
                },
                {
                    "title": "India’s blue revolution needs more marine protected areas, says new research",
                    "text": "A large scale study by a group of scientists in the journal Nature have reported that India, with its long coastline, has a major opportunity to boost fisheries yield by expanding Marine Protected Areas (MPAs) along its Exclusive Economic Zone, and in parallel, protect the ocean’s capacity to capture carbon and boost biodiversity.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "ml-4",
                    "link": "https://www.thehindu.com/sci-tech/science/indias-blue-revolution-needs-more-marine-protected-areas-says-new-research/article34093967.ece"
                },
                {
                    "title": "Jharkhand On Its Road Towards Realising A Blue Revolution",
                    "text": "Farmers in Jharkhand are taking up fish farming and earning better incomes. The Government of Jharkhand is promoting this practice and is directing special attention for its further development in the State. With the goal of making Jharkhand leading producers of fish in the country, the state government has set the target of producing 2.65 lakh metric tons of fish during 2021-22.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "https://www.lenseye.co/jharkhand-on-its-road-towards-realising-a-blue-revolution/?utm_source=rss&utm_medium=rss&utm_campaign=jharkhand-on-its-road-towards-realising-a-blue-revolution"
                },
                {
                    "title": "Fish farming gets a boost in UP",
                    "text": "The fish Recirculating Aquaculture System (RAS) of Barabanki district was implemented across the country. This system provides a constant and controlled environment for fish, allowing for optimal and fully manageable production of African catfish, Tilapia, and other fish species. Youth in Uttar -Pradesh are increasingly showing interest in this scheme and have registered their names to be part of the ‘Blue Revolution’.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "ml-4",
                    "link": "https://www.siasat.com/fish-farming-gets-a-boost-in-up-2101430/"
                },
                {
                    "title": "India’s Blue Revolution Targets Investments in Seaweed",
                    "text": "According to research published in Botanica Marina, India grows barely a fraction of the world’s more than 30 million tons of seaweed. With an investment of about Rs. 640 crore, India hopes to increase seaweed production to at least 1 million tons a year by 2025. The investment is part of India’s Pradhan Mantri Matsya Sampada Yojana (Blue Revolution) Scheme and will fund seaweed seed banks, nurseries, tissue culture units, processing and marketing units, as well as skill training and business cultivation.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "https://foodtank.com/news/2021/01/indias-blue-revolution-targets-investments-in-seaweed/"
                },
                {
                    "title": "India’s Blue Revolution Targets Investments in Seaweed",
                    "text": "Along its 8,000 kilometre coastline, India grows barely a fraction of the world’s more than 30 million tons of seaweed, according to research published in Botanica Marina. With an investment of about Rs. 640 crore (US$86.8 million), India hopes to increase seaweed production to at least 1 million tons a year by 2025.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "ml-4",
                    "link": "https://foodtank.com/news/2021/01/indias-blue-revolution-targets-investments-in-seaweed/"
                },
                {
                    "title": "Blue revolution: CIBA develops indigenous hatchery technology for grey mullet fish",
                    "text": "In a major breakthrough, the Central Institute of Brackishwater Aquaculture (CIBA) has successfully captive bred Grey Mullet (Madavai), a high-valued commercial brackish-water fish, for the first time in the country in sync with Government of India's blue revolution mission. This had remained elusive for more than three decades.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "",
                    "link": "https://www.newindianexpress.com/states/tamil-nadu/2021/jan/28/blue-revolution-ciba-develops-indigenoushatchery-technology-for-grey-mullet-fish-2256083.html"
                },
                {
                    "title": "Government working towards Blue Revolution in Nagaland",
                    "text": "Nagaland Department for the first time has successfully released the fingerling of Chocolate Mahseer the -“State Fish of Nagaland” at Doyang Reservoir which was indigenously reared and bred at the Department’s Chocolate Mahseer Hatchery Unit at Longkong village, Mokokchung District.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "ml-4",
                    "link": "https://morungexpress.com/govt-working-towards-blue-revolution-in-nagaland"
                },
                {
                    "title": "Blue economy: Focusing on fisheries sector for optimum growth",
                    "text": "Prime Minister Narendra Modi recently launched the Pradhan Mantri Matsya Sampada Yojana (PMMSY) with an investment of over Rs 20,000 crore for five years. As compared to last year there has been a 34% increase in the budget for fisheries sector in 2021-22.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/small-biz/sme-sector/blue-economy-focusing-on-fisheries-sector-for-optimum-growth/articleshow/81043454.cms"
                },
                {
                    "title": "India Seafood Exporter Sees ‘Blue Revolution’ as source for Boosting Business",
                    "text": "Avanti Feeds Ltd., one of India’s biggest exporters of seafood, has said that the Blue Revolution programme of the Central government will also boost its business. This Hyderabad-based company has recommended that farmers should group together to benefit from the scale of investment under this scheme.  The blue revolution will see an outlay of about 200 billion rupees ($2.7 billion) on infrastructure including cold storage and processing facilities, and the Prime Minister has also rolled out an app for farmers to get market information.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "ml-4",
                    "link": "https://www.bloombergquint.com/business/thai-union-partner-sees-blue-revolution-spurring-india-seafood"
                }
            ]
        }
    },
    "scheme_osc": {
        "metadata": {
            "news": [
                {
                    "title": "One-stop centres to provide legal, medical support for Indian women to be set up across 9 countries",
                    "text": "To assist Indian women facing violence or any kind of distress when they are visiting overseas or living there, the Ministry of External Affairs with support from the Union Ministry of Women and Child Development, will set-up and operate 10 OSCs in the missions abroad. One (1) OSC each will be established in Bahrain, Kuwait, Oman, Qatar, Australia, Canada and Singapore, and Two (2) in Saudi Arabia. 300 more OSCs will also be opened across India.",
                    "img": "",
                    "accessed_on": "12 June 2021",
                    "class": "",
                    "link": "https://timesofindia.indiatimes.com/india/one-stop-centres-to-provide-legal-medical-support-for-indian-women-to-be-set-up-across-9-countries/articleshow/82953281.cms "
                },
                {
                    "title": "Women ‘systematically excluded’ from COVID response, despite being worst affected",
                    "text": "Women were found to be the largest sufferers of impacts of COVID both in terms of frontlines of healthcare, as well as through loss of jobs as informal economy shrank. There was also a noted spike in domestic violence; and unpaid care burden.",
                    "img": "",
                    "accessed_on": "22 May 2021",
                    "class": "",
                    "link": "https://news.un.org/en/story/2021/03/1087982"
                },
                {
                    "title": "4th consultative meeting of sakhi-one stop centre held at Wokha",
                    "text": "SDO (C), Wokha in Nagaland highlighted the various services provided to women affected by violence; also focussing on guidelines to be followed by convergence departments under Sakhi One Stop Centre Wokha- especially increasing importance to Medical departments, Child Welfare Committee and Social welfare departments etc.",
                    "img": "",
                    "accessed_on": "22 May 2021",
                    "class": "",
                    "link": "https://ipr.nagaland.gov.in/4th-consultative-meeting-sakhi-one-stop-centre-held-wokha"
                },
                {
                    "title": "Srinagar: WCD Ministry Sets Up One-Stop Centre To Help Women In Distress",
                    "text": "Sakhi, a one-stop centre to help women in distress, has been set up in Bemina area of Srinagar. This scheme was started by the Ministry in 2015 and has now been implemented in Srinagar.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "http://www.businessworld.in/article/Srinagar-WCD-Ministry-sets-up-one-stop-centre-to-help-women-in-distress/18-01-2021-366770/ "
                },
                {
                    "title": "Arunachal: One stop center conducts awareness program on sakhi",
                    "text": "One stop center Naharlagun conducted an awareness program on Sakhi, a one stop center scheme under the Ministry of Women and Child Development to support women affected by violence in both private and public spaces that is within the family, community or at the work place.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "ml-4",
                    "link": " https://arunachal24.in/arunachal-one-stop-center-conducts-awareness-program-on-sakhi/"
                },
                {
                    "title": "Why data will play a crucial role in fighting violence against women and children during COVID-19",
                    "text": "With violence against women and children escalating during the pandemic, there is a need for relevant insights to build a focus agenda to combat these incidents and offer relevant support. For this purpose, collecting the relevant data is essential.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "",
                    "link": "https://yourstory.com/socialstory/2021/02/data-crucial-fighting-violence-women-children"
                },
                {
                    "title": "Srinagar: WCD Ministry sets up one-stop centre to help women in distress",
                    "text": "Sakhi – a one stop centre to help women in distress has been set up in Srinagar. The centre is an initiative of Ministry of Woman and Child Development, and has been set up in association with the district administration.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "ml-4",
                    "link": "https://www.aninews.in/news/national/general-news/srinagar-wcd-ministry-sets-up-one-stop-centre-to-help-women-in-distress20210118150943/"
                },
                {
                    "title": "Ggm: One-stop centre receives 83 complaints of domestic violence this year",
                    "text": "Gurugram’s one-stop centre in Civil Lines Office recorded 83 complaints of domestic violence in January and February; 41 cases were reported in January, and February saw 42 cases.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "",
                    "link": "http://www.millenniumpost.in/delhi/ggm-one-stop-centre-receives-83-complaints-of-domestic-violence-this-year-433158"
                },
                {
                    "title": "Punjab CM asks people to support government in women empowerment",
                    "text": "Punjab chief minister Captain Amarinder Singh kick-started the National Girl Child Day celebrations with an appeal to citizens to support in the government’s endeavors in women empowerment. He declared the month of January as 'Dheeyan Di Lohri' as a step in this direction along with One Stop Centres in all districts, and other such measures.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "ml-4",
                    "link": "https://timesofindia.indiatimes.com/city/ludhiana/punjab-cm-asks-people-to-support-government-in-women-empowerment/articleshow/80452534.cms"
                },
                {
                    "title": "DC inspects Sakhi — One Stop Centre",
                    "text": "Jalandhar Deputy Commissioner Ghanshyam Thori inspected Sakhi - One Stop Centre, accompanied by Civil Surgeon and Medical Superintendent. The team visited the shelter ward, medical aid, police assistance, legal aid/case management, psychosocial counselling, and temporary support rooms at the centre. The DC’s decision was to write to the Police Department asking them to deploy women cops at the centre.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "",
                    "link": "https://www.tribuneindia.com/news/jalandhar/dc-inspects-sakhi-%E2%80%94-one-stop-centre-206766"
                }
            ]
        }
    },
    "scheme_pa": {
        "metadata": {
            "news": [
                {
                    "title": "Strengthening Poshan Abhiyaan through active engagement of Civil Society in 15 districts of Uttar Pradesh",
                    "text": "To strengthen the Jan Andolan component of Poshan Abhiyaan, India Cowin Action Network (I-CAN) reached out to NITI Aayog to work on demand –side determinants of malnutrition and improve key health and nutrition behaviours and contribute to achieving PM’s vision of malnutrition free India. ICAN is a technology-based platform launched by Rambhau Mhalgi Prabodhini in March 2020, in the wake of the COVID-19 Pandemic to connect those in need of assistance with those who can provide the required help.",
                    "img": "",
                    "accessed_on": "12 June 2021",
                    "class": "",
                    "link": "https://rmponweb.org/wp-content/uploads/2021/03/Poshan-Jan-Abhiyaan-Updates.pdf "
                },
                {
                    "title": "COVID-19 disrupted food security for millions; will likely reverse progress on ending hunger by 2030: Dr Harsh Vardhan",
                    "text": "Addressing the 54th Commission on Population and Development on the theme 'Population, food security, nutrition and sustainable development' MoS Health and Family Welfare said that Government of India accords highest priority to food security and nutrition as evidenced by various national legal instruments and schemes over the last few years.",
                    "img": "",
                    "accessed_on": "22nd May, 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/news/india/covid-19-disrupted-food-security-for-millions-will-likely-reverse-progress-on-ending-hunger-by-2030-dr-harsh-vardhan/articleshow/82158043.cms"
                },
                {
                    "title": "Ministry set to finalise Mission POSHAN 2.0",
                    "text": "The Central government will be using a new software tool called Poshan Tracker instead of the earlier ICDS Common Application Software for more use-friendly data. AYUSH would also be a key part of the reinvented POSHAN, and research for solutions to malnutrition would be conducted with the Ministry of AYUSH. There would be an audit by food regulator FSSAI of the food given at nearly 12 lakh anganwadi centres in the country for eight crore beneficiaries.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "https://www.thehindu.com/news/national/ministry-set-to-finalise-mission-poshan-20/article34031866.ece"
                },
                {
                    "title": "Poshan Abhiyan awareness rally held",
                    "text": "To sensitize the common masses about the healthy eating, malnutrition and obesity, Department of Integrated Child Development Services (ICDS) Udhampur organized ‘POSHAN’ Abhiyan’ awareness rally.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "ml-4",
                    "link": "https://kashmirreader.com/2021/02/06/poshan-abhiyan-awareness-rally-held/"
                },
                {
                    "title": "Mission Poshan 2.0 launched in budget to improve nutritional outcomes",
                    "text": "The supplementary nutrition programme and Poshan Abhiyaan have been merged to launch Mission Poshan 2.0. The objectives are to strengthen nutritional content, delivery, outreach, and outcome. ",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/news/economy/policy/mission-poshan-2-0-launched-in-budget-to-improve-nutritional-outcomes/articleshow/80630758.cms"
                },
                {
                    "title": "Does Mission POSHAN 2.0 Have the Ammunition it will need to Be Successful?",
                    "text": "This article analyses the POSHAN abhiyaan allocation in the Union Budget in the background of COVID, fifteenth finance commission report and the data from phase 1 of NFHS survey.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "ml-4",
                    "link": "https://thewire.in/rights/does-mission-poshan-2-0-have-the-ammunition-it-will-need-to-be-successful"
                },
                {
                    "title": "Govt initiatives led to decline of maternal mortality, under-5 child mortality rate: President Kovind",
                    "text": "Addressing a joint sitting of both houses of Parliament, President Ram Nath Kovind credited the decline of maternal mortality (MMR) and under-5 child mortality (U5MR) rates in the country to the government's initiatives such as Rashtriya Poshan Abhiyaan, free check-ups and financial assistance to expecting mothers. MMR declined from 130 per lakh in 2014 to 113, while U5MR fell to 36, less than the world average rate of 39.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/news/politics-and-nation/govt-initiatives-led-to-decline-of-maternal-mortality-under-5-child-mortality-rate-president-kovind/articleshow/80580928.cms"
                }
            ]
        }
    },
    "scheme_ssa": {
        "metadata": {
            "news": [
                {
                    "title": "बेसिक शिक्षा: ई-पाठशाला से जोड़े जाएंगे प्रेरणा साथी",
                    "text": "उत्तर प्रदेश के एटा ज़िले में सरकारी प्राइमरी व जूनियर स्कूलों में चलने वाली ई-पाठशाला के संचालन में बच्चों के पास संसाधनों की कमी को दूर करने के लिए प्रेरणा साथी मदद करेंगे। बच्चों पर एंड्राइड मोबाइल नहीं या फिर डाटा की व्यवस्था न होने जैसी स्थिति सामने आई है। ऐसे में विभाग ज्यादा से ज्यादा बच्चों को जोड़ने के लिए वालंटियर्स आनबोर्डिंग ड्राइव शुरू कर रहा है। इसमें कम से कम 10 साथियों को हर स्कूल से जोड़ा जाएगा।",
                    "img": "",
                    "accessed_on": "11 June 2021",
                    "class": "",
                    "link": "https://www.jagran.com/uttar-pradesh/etah-prerna-saathi-will-be-connected-with-epathshala-21717895.html"
                },
                {
                    "title": "Bihar Govt. approves Rs 1,716 Crore for payment of salaries to SSA teachers, get details here",
                    "text": "The Bihar cabinet approved the release of ₹ 1,716 crore from the state’s share for the payment of salaries to the teachers working under the SarvaShikshaAbhiyan (SSA). The teachers engaged under the SarvaShikshaAbhiyan (SSA) are paid from grants released both by the central and the state governments.",
                    "img": "",
                    "accessed_on": "28 May 2021",
                    "class": "",
                    "link": "https://www.jagranjosh.com/news/bihar-govt-approves-rs-1716-crore-for-payment-of-salaries-to-salaries-to-ssa-teachers-get-details-here-158601 "
                },
                {
                    "title": "Has the reach of SarvaShikshaAbhiyanreduced post COVID?",
                    "text": "The article argues that the government with SarvaShikshaAbhiyan has a beacon to illuminate the lives of thousands of females and guide them to better lives, but this can only be ensured if it puts various checks and mechanisms in order to put an end to the promulgation of funds which this scheme has.",
                    "img": "",
                    "accessed_on": "28 May 2021",
                    "class": "",
                    "link": "https://www.youthkiawaaz.com/2021/05/how-drastically-has-the-reach-of-sarva-shiksha-abhiyan-reduced-post-covid/"
                },
                {
                    "title": "Covid-19 impact: Finance Commission discusses new tools for education",
                    "text": "The Finance Commission conducted a meeting with HRD minister and discussed the impact of the new tools of education including online classes and use of other technology amid the coronavirus pandemic.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "",
                    "link": "https://www.business-standard.com/article/education/covid-19-impact-finance-commission-discusses-new-tools-for-education-120063000086_1.html"
                },
                {
                    "title": "Over 35000 specially-abled students enrolled in Government schools in 2 years",
                    "text": "A total of 35,569 specially-abled students have been enrolled in the government schools in the elementary and secondary-level classes under the Inclusive Education (IE) programme, which was launched in 2018 as one of the major components of the erstwhile Sarva Shiksha Abhiyan (SSA) and Rashtriya Madhyamik Shiksha Abhiyan (RMSA) schemes.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "ml-4",
                    "link": "https://www.greaterkashmir.com/news/kashmir/over-35000-specially-abled-students-enrolled-in-government-schools-in-2-years/"
                },
                {
                    "title": "Odisha to shut over 8,000 primary schools with less than 20 students",
                    "text": "The Odisha government has decided to shut 8,000-odd primary and upper primary state schools from the current academic year on the ground that their minimal student strength is not viable to let them run.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "",
                    "link": "https://www.hindustantimes.com/india-news/odisha-to-shut-over-8-000-primary-schools-with-less-than-20-students/story-kFYeSA4pTyyUd9TGhleFBJ.html"
                },
                {
                    "title": "India's Small Schools are Failing to Provide Equal Education to Rural Children",
                    "text": "The Annual Status of Education Report (ASER) 2014 brought out that the learning outcomes measured in terms of reading and arithmetic have been declining across the country from 2006 to 2014. This result is surprising in the wake of implementation of Sarva Shiksha Abhiyan (SSA) from 2000.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "ml-4",
                    "link": "https://www.news18.com/news/opinion/indias-small-schools-are-failing-to-provide-equal-education-to-rural-children-2935153.html"
                },
                {
                    "title": "Sisodia requests Union education minister to extend contracts of SSA teachers",
                    "text": "Delhi education minister Manish Sisodia on Thursday wrote to Union education minister Ramesh Pokhriyal ‘Nishank’, requesting him to extend the contracts of 2,766 teachers working in the national capital under the Centre’s Samagra Shiksha Abhiyan (SSA) till March 31, 2021.",
                    "img": "",
                    "accessed_on": "09 February 2021",
                    "class": "",
                    "link": "https://www.hindustantimes.com/cities/delhi-news/sisodia-requests-union-education-minister-to-extend-contracts-of-ssa-teachers-101611256948573.html"
                }
            ]
        }
    },
    "scheme_sbmg": {
        "metadata": {
            "news": [
                {
                    "title": "स्वच्छ भारत मिशन-ग्रामीण: दो लाख गांवों में कचरा प्रबंधन पर केंद्र खर्च करेगा 40,700 करोड़",
                    "text": "केंद्र सरकार ने स्वच्छ भारत मिशन-ग्रामीण के तहत देश के दो लाख गांवों में कचरा प्रबंधन के लिए 40,700 करोड़ रुपये आवंटित किए हैं। जलशक्ति मंत्रालय ने मंगलवार को बताया कि यह राशि मौजूदा वित्तीय वर्ष में खर्च की जाएगी।",
                    "img": "",
                    "accessed_on": "11 June 2021",
                    "class": "",
                    "link": "https://www.amarujala.com/india-news/center-will-expand-40700-crore-on-waste-management-in-two-lakh-villages"
                },
                {
                    "title": "Women’s needs are key to Swachh Bharat success",
                    "text": "There is no doubt that women can help to drive change and bring about lasting change as the janandolan of swachhta, health and sanitation gains momentum. The department of Drinking Water and Sanitation released the guidelines, recognising the gender dimensions of sanitation in India. It emphasised not only the need for women’s participation in planning and implementation of sanitation interventions but also “their leadership in SBM-G committees and institutions”.",
                    "img": "",
                    "accessed_on": "31 May 2021",
                    "class": "",
                    "link": "https://indianexpress.com/article/opinion/columns/womens-needs-are-key-to-swachh-bharat-success-7216123/ "
                },
                {
                    "title": "ग्रामीण अंचल की स्वच्छता पर खर्च होंगे 53.90 करोड़ रुपये",
                    "text": "स्वच्छ भारत मिशन फेस-दो के तहत ग्रामीण इलाकों की स्वच्छता पर ₹ 53.90 करोड़ खर्च किए जाएंगे। इस धनराशि से 4729 निजी शौचालयों का निर्माण कराने के साथ जलस्तर बढ़ाने को तालाबों का निर्माण कराया जाएगा। फिरोजाबाद, शिकोहाबाद और मदनपुर ब्लॉक में 526-526 और शेष ब्लॉकों में 525-525 शौचालयों का निर्माण कराया जाएगा।",
                    "img": "",
                    "accessed_on": "27 May 2021",
                    "class": "",
                    "link": "https://www.amarujala.com/uttar-pradesh/firozabad/rs-53-90-crore-will-be-spent-on-the-cleanliness-of-rural-areas-firozabad-news-agr492975714 "
                },
                {
                    "title": "Dustbin distributed door-to-door under Swachh Bharat Mission",
                    "text": "Under the Swachh Bharat Mission in Bugarasi, Uttar Pradesh, garbage bins have been distributed throughout the town with a call to put garbage in the right place for cleanliness. Each family is being given two dustbins to separate the biodegradable and non-biodegradable waste. ",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "https://www.livehindustan.com/uttar-pradesh/bulandsehar/story-dustbin-distributed-door-to-door-under-swachh-bharat-mission-3927468.html "
                },
                {
                    "title": "Swachh Bharat Mission: MC declares Chandigarh Water Plus City, Centre to verify claim",
                    "text": "Chandigarh MC Commissioner Yadav said the municipal corporation (MC) had applied for Swachh Bharat Mission (SBM) Water Plus certification this year as it fulfils all the conditions. The MC has declared Chandigarh a ‘Water Plus City’. This rating will be confirmed after an independent third party verifies the claim for the Centre. ",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "ml-4",
                    "link": "https://www.hindustantimes.com/chandigarh/swachh-bharat-mission-mc-declares-ut-water-plus-city-centre-to-verify-claim/story-29o0bp0DvS1OjvF2vYs1GL.html"
                },
                {
                    "title": "Swachh Survekshan 2020: Indore ranked cleanest city fourth time in a row",
                    "text": "Swachh Survekshan Survey 2020 has taken into account assessments by field officers and citizens’ feedback on garbage disposal, open defecation free ratings, functionality and maintenance of community toilets and safe management of faecal sludge from the toilets and ensuring that no untreated sludge is discharged into open drains or water bodies. Indore ranked first while Patna in Bihar ranked the lowest.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "https://www.hindustantimes.com/india-news/indore-ranked-cleanest-city-fourth-time-in-a-row/story-YJNbYNKLNeyXVYOYMGHPAO.html"
                },
                {
                    "title": "Areas under Delhi’s three civic bodies among dirtiest in country",
                    "text": "Areas under South Delhi Municipal Corporation (SDMC) ranked 31, the North Corporation got the 43rd rank, and the East Delhi civic body stood 46th among the 47 cities surveyed under Swachh Survekshan 2020. However, NDMC earned New Delhi the tag of the “cleanest capital city”.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "ml-4",
                    "link": "https://www.hindustantimes.com/cities/areas-under-delhi-s-three-civic-bodies-among-dirtiest-in-country/story-ierKS9XXZIlTCREjSxV58I.html"
                },
                {
                    "title": "Over 2,500 student groups, RWAs make eco-bricks under ‘Why Waste’ campaign",
                    "text": "Over 2,500 student groups and resident welfare associations across Delhi are making eco-bricks out of discarded plastic waste under the “Why Waste” campaign, launched on the occasion of Gandhi Jayanti by non-profit organisation United Way Delhi. The top five RWAs that collect the maximum eco-bricks will receive recycled furniture from these bricks for their association.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "https://www.hindustantimes.com/education/over-2-500-student-groups-rwas-make-eco-bricks-under-why-waste-campaign/story-Tkpi9QVhzzmtk0H3ax39uI.html"
                },
                {
                    "title": "Well-WASHed schools for children as they return",
                    "text": "Schools will proactively be focusing on Water, Sanitation and Hygiene (WASH) under the Swachh Bharat revolution to ensure that in the post- pandemic situation, children can go back to attending schools in safe environments.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "ml-4",
                    "link": "https://economictimes.indiatimes.com/news/politics-and-nation/view-well-washed-schools-for-children-as-they-return/articleshow/80099926.cms"
                },
                {
                    "title": "Swachh Bharat Mission giving annual benefits of over Rs 53,000 per household: Study",
                    "text": "An International study published in ScienceDirect, Elsevier in October 2020 reported that annual benefits of Rs 53000 per household under the Swachh Bharat Mission were mainly from savings associated with reduced incidence of diarrhea (55%) and from sanitation access time savings (45%).",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/news/economy/policy/swachh-bharat-mission-giving-annual-benefits-of-over-rs-53000-per-household-study/articleshow/78810298.cms"
                },
                {
                    "title": "MoHUA Launches Field Assessment of Swachh Survekshan 2021",
                    "text": "The Ministry of Housing and Housing Affairs (MoHUA) has launched the field assessment of Swachh Survekshan (SS) 2021. This would be the sixth edition of the annual cleanliness survey conducted by the Government of India, with a view to encourage cities to improve the status of urban sanitation and at the same time encouraging large scale citizen participation.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "ml-4",
                    "link": "https://pib.gov.in/PressReleaseIframePage.aspx?PRID=1701681"
                }
            ]
        }
    },
    "scheme_icps": {
        "metadata": {
            "news": [
                {
                    "title": "Ensure uninterrupted education, financial aid to children who lost parents during pandemic: SC to states",
                    "text": "The Supreme Court of India has directed States and Union Territories to ensure that children who lost their parents due to the COVID-19 pandemic do not suffer a break in their schooling and that they should bear the cost of their education. The court has also ordered States to track all children in distress and grant them ₹2,000 per month as financial assistance under the ICPS.",
                    "img": "",
                    "accessed_on": "14 June 2021",
                    "class": "",
                    "link": "https://timesofindia.indiatimes.com/india/ensure-uninterrupted-education-financial-aid-to-children-who-lost-parents-during-pandemic-sc-to-states/articleshow/83359949.cms"
                },
                {
                    "title": "Justice Magrey reviews functioning of Juvenile Home at Harwan",
                    "text": "In a meeting held by Justice Magrey to take stock of the facilities available for inmates, it was highlighted that children who had been deinstitutionalised in the pandemic are to be considered for sponsorship under the Integrated Child Protection Scheme (ICPS). This will ensure that their medical nutritional, educational and other needs are taken care of, with a view to improve their quality of life.",
                    "img": "",
                    "accessed_on": "22 May 2021",
                    "class": "",
                    "link": "https://www.greaterkashmir.com/news/kashmir/justice-magrey-reviews-functioning-of-juvenile-home-at-harwan/"
                },
                {
                    "title": "Implement Integrated Child Protection Scheme: Kodagu DC",
                    "text": "Deputy Commissioner, Kodagu in Karnataka directed that the Integrated Child Protection Scheme should be implemented and children should be motivated to study rather than being pushed to work. Officials from the Department of Youth Empowerment and Sports have been directed to take up sports activities in Bala Mandira for children in the district. Child Protection Unit will focus on creating awareness at village level on laws, arranging training workshops for the anganwadi workers, and check child labour and the child marriage system through ChildLine.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "",
                    "link": "https://www.deccanherald.com/state/mangaluru/implement-integrated-child-protection-scheme-kodagu-dc-962824.html"
                },
                {
                    "title": "ICPS Kulgam organises 3 days training program for Police officers",
                    "text": "District Administration Kulgam with the support from UNICEF is organizing a three day training programme for police officers on Integrated Child Protection Services (ICPS). 30 child welfare police officers/ officials will be attached to the police stations in the district and other child protection functionaries of Kulgam will be sensitised about the provisions of the Juvenile Justice (Care & Protection of Children) Act, 2015, POCSO Act, 2012 and their role and responsibilities towards the children under these Acts.",
                    "img": "",
                    "accessed_on": "27 March 2021",
                    "class": "ml-4",
                    "link": "https://kashmirreader.com/2021/03/25/icps-kulgam-organises-3-days-training-program-for-police-officers/ "
                },
                {
                    "title": "Country’s first child empowerment centre launched in Sikkim",
                    "text": "Sikkim chief minister Prem Singh Tamang inaugurated the first of its kind ‘Child Empowerment Centre’ at Poklok in Denchung. The centre has been set up by Social Justice and Welfare Department under Integrated Child Protection Scheme.",
                    "img": "",
                    "accessed_on": "11 February 2021",
                    "class": "",
                    "link": "https://nenow.in/north-east-news/sikkim/countrys-first-child-empowerment-centre-launched-in-sikkim.html"
                },
                {
                    "title": "SC Directs Reopening Of Anganwadi Centres Outside Containment Zones, Directs To Ensure Nutritional Support To Pregnant Women, Lactating Mothers And Children",
                    "text": "A three judge bench of the Supreme Court comprising of Justice Ashok Bhushan, Justice Subhash Reddy and Justice M.R. Shah directed the Union of India, States and Union Territories to reopen the anganwadi centres situated outside the containment zones, which were closed due to pandemic, to provide nutritional support to children, pregnant women and lactating mothers in accordance with the statutory requirements of National Food Security Act, 2013.",
                    "img": "",
                    "accessed_on": "11 February, 2021",
                    "class": "ml-4",
                    "link": "https://www.livelaw.in/top-stories/supreme-court-anganwadi-centres-covid-19-nutritional-support-chilfren-mather-168365"
                },
                {
                    "title": "Budget 2021: Increase funds for children, urge experts",
                    "text": "Experts have suggested that public funding for child protection services should be increased to 1.5% of GDP. Other suggestions include setting up a dedicated division in NIPCCD (National Institute of Public Cooperation and Child Development) with focus on psychological support, as well as increased allocation for Integrated Child Protection Scheme (ICPS) and setting up designated fast track special court (FTSC) in each district for POCSO cases.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "",
                    "link": "https://www.livemint.com/budget/expectations/budget-2021-increase-funds-for-children-urge-experts-11611836375433.html"
                },
                {
                    "title": "Village Child Protection Committees to stop child abuse, minor marriages",
                    "text": "Over 7,000 Village Child Protection Committees (VCPCs) have been formed in Andhra Pradesh to protect child rights. The main objectives of these VCPCs are to stop child abuse and minor marriages.",
                    "img": "",
                    "accessed_on": "5 March 2021",
                    "class": "ml-4",
                    "link": "https://www.thehindu.com/news/national/andhra-pradesh/village-child-protection-committees-to-stop-child-abuse-minor-marriages/article33208298.ece"
                }
            ]
        }
    },
    "scheme_nhm": {
        "metadata": {
            "news": [
                {
                    "title": "View: Dearth of healthcare workers in rural India may be a prime reason for rising Covid fatalities there",
                    "text": "In an opinion piece, Bibek Debroy and Aditya Sinha, the Chairman and Assistant Consultant of the Economic Advisory Council to Prime Minister respectively, argue that healthcare workers are concentrated primarily in urban areas. They suggest accelerated career advancement for healthcare workers in rural health centres and regular in-service training of doctors and nurses on issues such as common non-communicable diseases and epidemiology.",
                    "img": "",
                    "accessed_on": "12 June 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/opinion/et-commentary/view-dearth-of-healthcare-workers-in-rural-india-may-be-a-prime-reason-for-rising-covid-fatalities-there/articleshow/82888772.cms "
                },
                {
                    "title": "Doctors, paramedics in Jammu and Kashmir go all out to shoulder COVID-19 vaccination work",
                    "text": "The article points out that hundreds of doctors and paramedics in Jammu and Kashmir have been braving the odds in their fight against COVID-19 since last year and many of them are leading the challenge even now when vaccination is going on.",
                    "img": "",
                    "accessed_on": "12 June 2021",
                    "class": "",
                    "link": "https://economictimes.indiatimes.com/news/india/doctors-paramedics-in-jammu-and-kashmir-go-all-out-to-shoulder-covid-19-vaccination-work/articleshow/83281769.cms "
                },
                {
                    "title": "PM Modi chairs meeting to review National Digital Health Mission",
                    "text": "Prime Minister, chairing a high-level meeting, directed that steps be expedited to expand operations under the NDHM, to help citizens to avail services like tele-consultation with a doctor, availing services of a lab, transferring test reports digitally to the doctor and paying digitally. He asked the National Health Authority, the Ministry of Health and the Ministry of Electronics & IT to coordinate efforts in this direction.",
                    "img": "",
                    "accessed_on": "12 June 2021",
                    "class": "",
                    "link": "https://www.business-standard.com/article/current-affairs/pm-modi-chairs-meeting-to-review-national-digital-health-mission-121052700962_1.html "
                },
                {
                    "title": "Centre reviews progress of COVID vaccination with States/UTs",
                    "text": "Union Health Secretary and member, National Expert Group on Vaccine Administration of COVID-19 reviewed the status of COVID vaccination with Health Secretaries and NHM MDs of States and UTs. Countrywide COVID-19 vaccination programme was expanded to include citizens above 18 years of age from 1st of May, 2021 with implementation of Liberalised Pricing & Accelerated National COVID-19 Vaccination Strategy. ",
                    "img": "",
                    "accessed_on": "21 May 2021",
                    "class": "",
                    "link": "https://pib.gov.in/PressReleaseIframePage.aspx?PRID=1717649"
                },
                {
                    "title": "Centre highlights to States/UTs critical protocols for COVID-19 containment &management in peri-urban, rural and tribal areas",
                    "text": "Union Health Secretary and Member (Health), NITI Aayog chaired a high-level video conference meeting with all States and UTs on COVID-19 containment &management in peri-urban, rural &tribal areas along with theeffective clinical management of COVID. Focus was also laid on the growing number of black Mucor-mycosis fungi across states",
                    "img": "",
                    "accessed_on": "21 May 2021",
                    "class": "",
                    "link": "https://pib.gov.in/Pressreleaseshare.aspx?PRID=1719209"
                },
                {
                    "title": "States that spend more on healthcare less affected by Covid impact",
                    "text": "India’s public healthcare expenditure is ₹1,765 per capita, which is 2.5 times less than the cost of a single Covid-19 test which the government has notified. However, there are a number of States which spend substantially more than the national average.",
                    "img": "",
                    "accessed_on": "30 January 2021",
                    "class": "",
                    "link": "https://www.thehindubusinessline.com/opinion/states-that-spend-more-on-healthcare-less-affected-by-covid/article31738995.ece"
                },
                {
                    "title": "India’s health budget fourth lowest in world: Oxfam",
                    "text": "Latest “Inequality Index 2020” by Oxfam states that India and Afghanistan set aside the same share for health in their budget i.e. 4 per cent which is just above a quarter of the recommended spending.",
                    "img": "",
                    "accessed_on": "29 January 2021",
                    "class": "ml-4",
                    "link": "https://timesofindia.indiatimes.com/india/indias-health-budget-fourth-lowest-in-world-oxfam/articleshow/78597933.cms"
                }
            ]
        }
    }
}